Repository: Narendar2212/gpt_project
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# language
source: English
hi: हिंदी
mr: मराठी

# notificationString
source: Notification
hi: निर्देश
mr: सूचना

# helpString
source: Help
hi: मदद
mr: मदत

# labelLan
source: Language
hi: भाषा
mr: भाषा

# tranLan
source: English
hi: Hindi
mr: Marathi

# lanAppBarString
source: Select Languages
hi: भाषा चुनें
mr: भाषा निवडा

# helpShowcase
source: Help is where you can contact the trade desk team for any queries.
hi: हेल्प नोटिफिकेशन का मतलब है कि आपको एप्लिकेशन की सभी कार्यक्षमता मिल जाएगी
mr: मदत म्हणजे तुम्ही कोणत्याही प्रश्नांसाठी ट्रेड डेस्क टीमशी संपर्क साधू शकता.

# notificationShowcase
source: Notification is where you will find all functionality of the application
hi: अधिसूचना का मतलब है कि आपको एप्लिकेशन की सभी कार्यक्षमता मिल जाएगी
mr: अधिसूचना म्हणजे तुम्हाला अनुप्रयोगाची सर्व कार्यक्षमता मिळेल

# lanShowcase
source: Where you can change your language according to your comfort.
hi: जहां आप अपनी सुविधा के अनुसार अपनी भाषा बदल सकते हैं
mr: जिथे तुम्ही तुमच्या सोयीनुसार तुमची भाषा बदलू शकता.

# drawerShowcase
source: Where you can find all functionality of our application.
hi: जहां आपको हमारे एप्लिकेशन की सभी कार्यक्षमताएं मिलेंगी
mr: जिथे तुम्हाला आमच्या ऍप्लिकेशनची सर्व कार्यक्षमता मिळेल.

# loginMobileHintStr
source: Enter your phone number
hi: अपना मोबाइल नंबर दर्ज करें
mr: कृपया तुमचा मोबाईल नंबर टाका

# loginStr
source: Login
hi: लॉगिन करें
mr: लॉगिन करा

# nextBtnString
source: Next
hi: आगे बढ़ें
mr: पुढे जा

# alreadyHavAccountStr
source: Already Have an Account?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
mr: आधीपासूनच खाते आहे?

# accountNotHaveStr
source: Don't Have Account?
hi: खाता नहीं है?
mr: खाते नाही?

# registerLabel
source: Register
hi: पंजीकरण करें
mr: नोंदणी करा

# enterMPINStr
source: Enter MPIN
hi: अपना मोबाइल पिन दर्ज करें
mr: तुमचा मोबाईल पिन टाका

# forgetPinStr
source: Forget Pin ?
hi: पिन भूल गए?
mr: पिन विसरलात ?

# marketPlaceString
source: Market Place
hi: बाजार स्थान
mr: बाजाराची जागा

# marketPlaceDescStr
source: A Place where you can find Auction details
hi: एक स्थान जहां आप बोली विवरण प्राप्त कर सकते हैं
mr: एक ठिकाण जिथे तुम्हाला बोली तपशील मिळू शकतात

# getStartedStr
source: Get Started
hi: चलो शुरू करते हैं
mr: सुरु करूया

# mandiPriceStr
source: Mandi Price
hi: बाजार मूल्य
mr: मंडी किंमत

# mandiPriceDescStr
source: A place where you can find Mandi Price details.
hi: एक जगह जहां आप मंडी मूल्य विवरण पा सकते हैं
mr: एक ठिकाण जिथे तुम्हाला मंडी किमतीचे तपशील मिळू शकतात

# wareHouseStr
source: Warehouse Name
hi: गोदाम माल
mr: गोदाम साठा

# wareHouseCamelStr
source: Warehouse Storage
hi: गोदाम माल
mr: गोदाम साठा

# wareHouseDescStr
source: A Place where you can store your commodities.
hi: एक ऐसी जगह जहां आप अपना माल रख सकते हैं.
mr: अशी जागा जिथे तुम्ही तुमच्या वस्तू ठेवू शकता.

# contestStr
source: Contest & Rewards
hi: प्रतियोगिताएं और पुरस्कार
mr: स्पर्धा आणि बक्षिसे

# contestDescStr
source: Participate & Win Exciting Prizes.
hi: भाग लें और आकर्षक पुरस्कार जीतें.
mr: सहभागी व्हा आणि आकर्षक बक्षिसे जिंका.

# knowledgeStr
source: Knowledge center
hi: ज्ञान केंद्र
mr: ज्ञान केंद्रे

# knowledgeDescStr
source: A place where you will get informed.
hi: एक जगह जहां आप जानकारी पा सकते हैं.
mr: तुम्हाला माहिती मिळेल अशी जागा.

# newsStr
source: News & Updates
hi: समाचार और अद्यतन
mr: बातम्या आणि नवीन गोष्टी

# newsDescStr
source: All current news and current affairs will be available.
hi: सभी करंट न्यूज और करंट अफेयर्स उपलब्ध होंगे.
mr: सर्व वर्तमान बातम्या आणि चालू घडामोडी उपलब्ध असतील.

# loanStr
source: Loans & Financing
hi: ऋण और वित्तपोषण
mr: कर्ज आणि वित्तपुरवठा

# loanDescStr
source: Financial aid will be provided.
hi: आर्थिक सहायता प्रदान की जायेगी.
mr: आर्थिक मदत दिली जाईल.

# keyFuncStr
source: Key Functionality
hi: मुख्य कार्यक्षमता
mr: मुख्य कार्यक्षमता

# highestBidStr
source: Highest Bid
hi: उच्चतम बोली
mr: सर्वोच्च बोली

# lowestBidStr
source: Lowest Bid
hi: सबसे कम बोली
mr: सर्वात कमी

# bidNowStr
source: Bid Now
hi: बोली लगाइये
mr: बोली करा

# varietyStr
source: Variety
hi: विविधता
mr: विविधता

# wareHouseLabelStr
source: Warehouse
hi: गोदाम
mr: कोठार

# reservePriceString
source: Reserve Price
hi: आरक्षित मूल्य
mr: राखीव किंमत

# aggregatorString
source: Aggregator
hi: समूह
mr: समूहक

# currentBidStr
source: Current Bid
hi: वर्तमान बोली
mr: सध्याची बोली

# auctionSaleStr
source: Sale
hi: बिक्री
mr: विक्री

# auctionBuyStr
source: Buy
hi: खरीदना
mr: खरेदी

# timeLeftStr
source: Time Left
hi: बचा समय
mr: बाकी वेळ

# stateStr
source: State
hi: राज्य
mr: राज्य

# commodityStr
source: Commodity
hi: कमोडिटी
mr: कमोडिटी

# filterAuctionStr
source: Filter Auctions
hi: फ़िल्टर नीलामी
mr: फिल्टर लिलाव

# applyFilterStr
source: Apply Filter
hi: फिल्टर लागू करें
mr: फिल्टर लागू करा

# auctionNotAvlStr
source: No more event availiable
hi: कोई और कार्यक्रम उपलब्ध नहीं है
mr: आणखी कोणताही कार्यक्रम उपलब्ध नाही

# liveBidStr
source: Live
hi: लाइव बोली
mr: थेट

# upcommingBidStr
source: Upcoming
hi: आगामी बोली
mr: आगामी

# closedBidStr
source: Closed
hi: बंद
mr: बंद

# auctionListStr
source: Auction List
hi: लिलाव यादी
mr: लिलाव यादी

# bidStr
source: Bid
hi: बोली
mr: बोली

# bidNotAllowedStr
source: Bid Not Allowed
hi: बोली लगाने की अनुमति नहीं है
mr: बोलीला परवानगी नाही

# bidAlowedDescStr
source: This Bid is allowed only to the members of following associates.
hi: यह बोली केवल निम्नलिखित संबद्ध सदस्यों के लिए अनुमत है
mr: या बोलीला फक्त खालील सहयोगी सदस्यांना परवानगी आहे.

# serialStr
source: Sr No.
hi: क्र.
mr: क्र.

# associateNameStr
source: Associate's Name
hi: सहयोगी का नाम
mr: असोसिएटचे नाव

# okStr
source: Okay
hi: ठीक
mr: ठीक आहे

# verifyStr
source: Verifying
hi: सत्यापित करें
mr: पडताळणी करत आहे

# homeStr
source: Home
hi: मुख्यपृष्ठ
mr: मुख्यपृष्ठ

# homeNavDescStr
source: 'Home' is where you will find all functionality of the application.
hi: 'होम' वह जगह है जहां आपको एप्लिकेशन की सभी कार्यक्षमताएं मिलेंगी.
mr: 'मुख्यपृष्ठ' म्हणजे जिथे तुम्हाला सर्व अनुप्रयोगाची कार्यक्षमता मिळेल.

# usersStr
source: Profile
hi: प्रोफाइल
mr: प्रोफाइल

# marketPlaceNavStr
source: 'Market Place' is where we can find auction listings and user can bid over there.
hi: 'मार्केटप्लेस' का अर्थ है जहां हम नीलामी लिस्टिंग ढूंढ सकते हैं और उपयोगकर्ता वहां बोली लगा सकता है।
mr: 'बाजाराची जागा' म्हणजे जिथे आम्ही लिलाव यादी शोधू शकतो आणि वापरकर्ता तेथे बोली लावू शकतो.

# addAuctionNavStr
source: 'Add Auction' is where we can add auction.
hi: 'नीलामी जोड़ें का अर्थ है कि हम नीलामी जोड़ सकते हैं.
mr: 'लिलाव जोडा' म्हणजे आम्ही लिलाव जोडू शकतो.

# addAuctionStr
source: Add Auction
hi: नीलामी जोड़ें
mr: लिलाव जोडा

# mandiPriceNavDescStr
source: 'Mandi Price' is where we can find price of various commodities of different location.
hi: 'मंडी मूल्य' वह है जहां हम विभिन्न स्थानों से विभिन्न वस्तुओं की कीमत का पता लगा सकते हैं।
mr: 'मंडी किंमत' म्हणजे जिथे आपण वेगवेगळ्या ठिकाणच्या विविध वस्तूंची किंमत शोधू शकतो.

# profileNavStr
source: 'Profile' is where a user can view or edit his profile.
hi: 'प्रोफ़ाइल' वह स्थान है जहाँ कोई उपयोगकर्ता अपनी प्रोफ़ाइल देख या संपादित कर सकता है।
mr: 'प्रोफाइल' म्हणजे जिथे वापरकर्ता त्याचे प्रोफाइल पाहू किंवा संपादित करू शकतो.

# myAuctionStr
source: My Auctions
hi: मेरी नीलामी
mr: माझे लिलाव

# myBiddingStr
source: My Bidding
hi: मेरी बोली
mr: माझी बोली

# contactUsStr
source: Contact Us
hi: संपर्क करें
mr: आमच्याशी संपर्क साधा

# aboutUsStr
source: About Us
hi: हमारे बारे में
mr: आमच्याबद्दल

# ourVisionStr
source: Our Vision
hi: हमारा नज़रिया
mr: आमची दृष्टी

# logOutStr
source: Log Out
hi: लॉग आउट
mr: बाहेर पडा

# aboutUsBan1Str
source: Empowering farmers by connecting to a broader market with transparent price discovery.
hi: किसानों को पारदर्शी मूल्य खोज के साथ व्यापक बाजारों से जोड़कर उन्हें सशक्त बनाना
mr: पारदर्शक किंमत शोधासह व्यापक बाजारपेठेशी जोडून शेतकऱ्यांना सक्षम करणे.

# aboutUsBan2Str
source: Making a social impact in the agri value chain by partnering with our annadaatas.
hi: हमारे खाद्य आपूर्तिकर्ताओं के साथ साझेदारी करके कृषि मूल्य श्रृंखला में सामाजिक प्रभाव पैदा करना
mr: आपल्या अन्नदातांसोबत भागीदारी करून कृषी मूल्य साखळीत सामाजिक प्रभाव पाडणे.

# aboutUsBan3Str
source: To touch upon the lives of farmers and people involved in the agri industry.
hi: किसानों और कृषि उद्योग से जुड़े लोगों के जीवन को छूना
mr: शेतकरी आणि कृषी उद्योगाशी संबंधित लोकांच्या जीवनाला स्पर्श करणे.

# manojNameStr
source: Manoj Suvarna
hi: मनोज सुवर्णा
mr: मनोज सुवर्णा

# vivekOberoiStr
source: Vivek Oberoi
hi: विवेक ओबेरॉय
mr: विवेक ओबेरॉय

# coFounderStr
source: Co-Founder
hi: सह-संस्थापक
mr: सह-संस्थापक

# ashutoshNameStr
source: Ashutosh Mishra
hi: आशुतोष मिश्रा
mr: आशुतोष मिश्रा

# chetanNameStr
source: Chetan Suvarna
hi: चेतन सुवर्णा
mr: चेतन सुवर्णा

# registrationFormStr
source: Registration Form
hi: पंजीकरण पत्र
mr: नोंदणी पत्रक

# firstNameStr
source: First Name
hi: नाम
mr: पहिले नाव

# lastNameStr
source: Last Name
hi: उपनाम
mr: आडनाव

# userTypeQStr
source: What type of user are you?
hi: आपका उपयोगकर्ता प्रकार क्या है?
mr: तुम्ही कोणत्या प्रकारचे वापरकर्ता आहात?

# introducerCodeStr
source: Introducer Code
hi: पहचान कोड
mr: परिचयकर्ता कोड

# cityTownVillageStr
source: City/Town/Village
hi: शहर/कस्बा/गाँव
mr: शहर/नगर/गाव

# selectStateStr
source: Select State
hi: राज्य चुनें
mr: राज्य निवडा

# setMpinStr
source: Set MPIN
hi: MPIN सेट करें
mr: MPIN सेट करा

# confMpinStr
source: Confirm MPIN
hi: MPIN की पुष्टि करें
mr: MPIN ची पुष्टी करा

# comRegBtnStr
source: Complete Your Registration
hi: अपना पंजीकरण पूरा करें
mr: तुमची नोंदणी पूर्ण करा

# regNowSr
source: Register Now
hi: अभी पंजीकरण करें
mr: आत्ताच नोंदणी करा

# farmerStr
source: Farmer
hi: किसान
mr: शेतकरी

# indivdualTrderStr
source: Individual Trader
hi: वैयक्तिक व्यापारी
mr: वैयक्तिक व्यापारी

# companyStr
source: Company
hi: कंपनी
mr: कंपनी

# form2Str
source: FORM 2
hi: फॉर्म २
mr: फॉर्म २

# emailStr
source: Email
hi: ईमेल
mr: ईमेल

# panCardStr
source: Pan Card No.
hi: पॅन कार्ड क्र.
mr: पॅन कार्ड क्र.

# aadharCardStr
source: Aadhar Card No.
hi: आधार कार्ड क्र.
mr: आधार कार्ड क्र.

# lanNumberStr
source: Land Number
hi: जमीन नं
mr: जमीन क्रमांक

# companyNameStr
source: Company Name
hi: कंपनी का नाम
mr: कंपनीचे नाव

# gstStr
source: GST No.
hi: जीएसटी क्र.
mr: जीएसटी क्र.

# addressStr
source: Address
hi: पता
mr: पत्ता

# districtStr
source: District
hi: ज़िला
mr: जिल्हा

# talukaStr
source: Taluka
hi: तालुका
mr: तालुका

# areaPincodeStr
source: Area Pincode
hi: क्षेत्र पिनकोड
mr: क्षेत्र पिनकोड

# bankNameStr
source: Bank Name
hi: बैंक का नाम
mr: बँकेचे नाव

# bankBranchStr
source: Bank Branch
hi: बँक शाखा
mr: बँक शाखा

# ifscStr
source: IFSC Code
hi: IFSC कोड
mr: IFSC कोड

# bankAccNoStr
source: Bank Account No.
hi: बँक खाते क्र.
mr: बँक खाते क्र.

# enterStr
source: Enter {fieldName}
hi: {fieldName} फील्ड भरें
mr: {fieldName} फील्ड भरा

# enteValidStr
source: Enter Valid {fieldName}
hi: वैध {fieldName} फील्ड भरें
mr: वैध {fieldName} फील्ड भरा

# addressValidationStr
source: Enter Address at least 10 characters long
hi: कम से कम 10 वर्ण लंबा पता दर्ज करें
mr: किमान 10 वर्ण लांब पत्ता भरा

# uploadDocumentsStr
source: Upload Documents
hi: दस्तावेज़ अपलोड करें
mr: दस्तऐवज अपलोड करा

# tapToResetStr
source: Tap to Reset
hi: रीसेट करने के लिए टैप करें
mr: रीसेट करण्यासाठी टॅप करा

# selectChequeCopy
source: Tap to Select Cheque Copy
hi: चेक कॉपी
mr: चेक कॉपी निवडण्यासाठी टॅप करा

# selectAadharImgStr
source: Tap to Select Aadhar Image
hi: आधार दस्तावेज़
mr: आधार दस्तऐवज निवडण्यासाठी टॅप करा

# selectPanImgStr
source: Tap to Select Pan Image
hi: पैन दस्तावेज़
mr: पॅन दस्तऐवज निवडण्यासाठी टॅप करा

# mayBeLaterStr
source: May Be Later
hi: शायद बाद में
mr: कदाचित नंतर

# selectCompanyDocStr
source: Tap to Select Company Document
hi: कंपनी दस्तावेज़
mr: कंपनी दस्तऐवज निवडण्यासाठी टॅप करा

# selectLandDocStr
source: Tap to Select Land Documents
hi: भूमि दस्तावेजों
mr: जमिनीची कागदपत्रे निवडण्यासाठी टॅप करा

# needLessSize
source: Need size less then 5MB
hi: 5 एमबी से कम आकार की आवश्यकता है
mr: 5MB पेक्षा कमी आकार आवश्यक आहे

# uploadingImagesStr
source: Uploading Image
hi: चित्र अपलोड हो रहे हैं...
mr: प्रतिमा अपलोड करत आहे

# uploadAllDocumentsStr
source: Uploading Documents Please Wait
hi: दस्तावेज़ अपलोड हो रहा है कृपया प्रतीक्षा करें
mr: दस्तऐवज अपलोड करत आहे कृपया प्रतीक्षा करा

# cantGoBackStr
source: Can't go back
hi: वापस नहीं जा सकता
mr: परत जाऊ शकत नाही

# somethingWentWrongStr
source: Something went wrong
hi: कुछ गलत हो गया
mr: काहीतरी चूक झाली

# preferencesStr
source: Preferences
hi: प्राधान्ये
mr: प्राधान्ये

# submitPrefStr
source: Submitting Preferences
hi: सबमिट प्राधान्ये
mr: प्राधान्ये सबमिट करत आहे

# skipStr
source: Skip
hi: छोड़ें
mr: वगळा

# submitStr
source: Submit
hi: सबमिट करें
mr: प्रस्तुत करा

# commodityNotAvalStr
source: Commodities not availiable
hi: कमोडिटी उपलब्ध नहीं है
mr: वस्तू उपलब्ध नाहीत

# prefrenceSubmittedStr
source: Preferences Submitted
hi: प्राथमिकताएं सबमिट की गईं
mr: प्राधान्ये सबमिट केली

# getDataBtnStr
source: Get Data
hi: डेटा प्राप्त करें
mr: डेटा मिळवा

# locationStr
source: Location
hi: स्थान
mr: स्थान

# modelStr
source: Model Price
hi: मॉडल की कीमत
mr: मॉडेल किंमत

# minMaxStr
source: Min/Max
hi: न्यूनतम अधिकतम
mr: किमान/कमाल

# noMandiAval
source: No Mandi Availiable
hi: बाजार उपलब्ध नहीं है
mr: मंडी उपलब्ध नाही

# tryChangingStr
source: Try changing
hi: बदलने का प्रयास करें:
mr: बदलण्याचा प्रयत्न करा:

# orStr
source: or
hi: और
mr: किंवा

# cliskOnGetDataStr
source: and click on 'Get Data' button.
hi: और 'डेटा प्राप्त करें' बटन पर क्लिक करें।
mr: आणि 'डेटा मिळवा' बटणावर क्लिक करा.

# bidPageStr
source: Bid Page
hi: बोली पृष्ठ
mr: बोली पृष्ठ

# auctionTypeLabelStr
source: Auction Type
hi: नीलामी का प्रकार
mr: लिलाव प्रकार

# tickSizeStr
source: Tick Size
hi: टिक आकार
mr: टिक फरक

# totalQuantityStr
source: Total Quantity
hi: कुल मात्रा
mr: एकूण प्रमाण

# startPriceStr
source: Start Price
hi: प्रारंभ मूल्य
mr: प्रारंभ किंमत

# bidEndAtStr
source: Bidding Ending At
hi: बोली बंद करने का समय
mr: बोली समाप्ती वेळ

# yourLastBidStr
source: Your Last Bid
hi: आपकी आखिरी बोली
mr: तुमची शेवटची बोली

# remainingQuanStr
source: Remaining Quantity
hi: बची हुई मात्रा
mr: बाकी प्रमाण

# yourLastQuanStr
source: Your Last Quantity
hi: आपकी अंतिम मात्रा
mr: तुमचे शेवटचे प्रमाण

# bidAmountStr
source: Bid Amount
hi: बोली की रक़म
mr: बोलीची रक्कम

# enterBidAmountFromStr
source: Enter Bid Amount from:
hi: बोली राशि दर्ज करें:
mr: येथून बोली रक्कम प्रविष्ट करा:

# enterQuantityFromStr
source: Enter Quantity from:
hi: मात्रा दर्ज करें:
mr: येथून प्रमाण प्रविष्ट करा:

# eventClosedStr
source: Event Closed
hi: कार्यक्रम बंद
mr: कार्यक्रम बंद

# highestBidderMsgStr
source: You were the highest bidder.
hi: आप सबसे ऊंची बोली लगाने वाले थे
mr: तुम्ही सर्वाधिक बोली लावणारे होता.

# betterLuckStr
source: Better luck next time...
hi: अगली बार के लिए शुभकामनाएँ...
mr: पुढच्या वेळेसाठी शुभेच्छा...

# quantityMinOrIncQuanStr
source: Quantity should be minimum or icremental quantity.
hi: मात्रा न्यूनतम या वृद्धिशील होनी चाहिए
mr: प्रमाण किमान किंवा वाढीव प्रमाण असावे.

# quanNotMTQuanStr
source: Quantity should not be more than Total Quantity.
hi: मात्रा कुल मात्रा से अधिक नहीं होनी चाहिए।
mr: प्रमाण एकूण प्रमाणापेक्षा जास्त नसावे.

# quanNotMTRQuanStr
source: Quantity should not be more than Remaining Quantity.
hi: मात्रा शेष मात्रा से अधिक नहीं होनी चाहिए।
mr: प्रमाण बाकी प्रमाणापेक्षा जास्त नसावे.

# addGreaterQuanStr
source: Add Quantity greater or equal to:
hi: इससे अधिक या इसके बराबर मात्रा जोड़ें:
mr: प्रमाण जास्त किंवा समान जोडा:

# bidHighOrIncBidStr
source: Bid should be highest bid or increment bid.
hi: बोली उच्चतम बोली या वृद्धिशील बोली होनी चाहिए।
mr: बोली सर्वोच्च बोली किंवा वाढीव बोली असावी.

# addGreaterBidStr
source: Add amount greater or equal to:
hi: इससे अधिक या इसके बराबर राशि जोड़ें:
mr: जास्त किंवा समान रक्कम जोडा:

# bidLowOrDcrBidStr
source: Bid should be lowest bid or decremental bid.
hi: बोली सबसे कम बोली या घटती बोली होनी चाहिए
mr: बोली सर्वात कमी बोली किंवा घटणारी बोली असावी.

# addLessBidStr
source: Add Amount less or equal to:
hi: कम या बराबर मात्रा में जोड़ें:
mr: कमी किंवा समान रक्कम जोडा:

# invalBidAmtStr
source: Invalid Bid Amount.
hi: अवैध बोली रक्कम.
mr: अवैध बोली रक्कम.

# quantityStr
source: Quantity
hi: प्रमाण
mr: प्रमाण

# biddingMsgStr
source: Bidding...
hi: बोली चल रही है...
mr: बोली करत आहे...

# sessionExpStr
source: Session Expired.
hi: सत्र का समय समाप्त हो गया.
mr: सत्र कालबाह्य झाले.

# commodityTypeStr
source: Commodity Type
hi: कमोडिटी प्रकार
mr: कमोडिटी प्रकार

# selectStr
source: Select {fieldName}
hi: {fieldName} चुनें
mr: {fieldName} निवडा

# gradeStr
source: Grade
hi: वर्ग
mr: श्रेणी

# unitStr
source: Unit
hi: यूनिट
mr: एकक

# priceStr
source: Price
hi: कीमत
mr: किंमत

# videoUrlStr
source: Video URL
hi: वीडियो URL
mr: व्हिडिओ URL

# qualityStr
source: Quality
hi: गुणवत्ता
mr: गुणवत्ता

# avgQualityStr
source: Average Quality
hi: औसत गुणवत्ता
mr: सरासरी गुणवत्ता

# kgUnitStr
source: KG
hi: किलोग्राम
mr: किलो

# qtlUnitStr
source: Qtl
hi: क्विंटल

# metricUnitStr
source: MT
hi: मीट्रिक टन

# gramUnitStr
source: Gram
hi: ग्राम

# candyUnitStr
source: Candy
hi: कैंडी

# balesUnitStr
source: Barel
hi: बेरेल
mr: बॅरल

# litresUnitStr
source: Litres
hi: लीटर
mr: लिटर

# boxedUnitStr
source: Boxes
hi: डिब्बा
mr: पेट्या

# picesUnitStr
source: Pieces
hi: टुकड़े
mr: तुकडे

# imageUploadFailedStr
source: Image Upload failed.
hi: तस्विर अपलोड विफल
mr: प्रतिमा अपलोड अयशस्वी.

# uploadImgStr
source: Upload Image
hi: एक तस्विर अपलोड करें
mr: प्रतिमा अपलोड करा

# chooseOptionStr
source: Choose an Option
hi: एक विकल्प चुनें
mr: एक पर्याय निवडा

# cameraStr
source: Camera
hi: कैमरा
mr: कॅमेरा

# galleryStr
source: Gallery
hi: गेलरी
mr: गॅलरी

# removeImgStr
source: Remove
hi: फोटो हटाओ
mr: प्रतिमा काढा

# storageStr
source: Storage
hi: भंडारण
mr: स्टोरेज

# permissionStr
source: Permission
hi: अनुमति
mr: परवानगी

# addSpecsStr
source: Add Specs
hi: विशिष्टता जोड़ें
mr: तपशील जोडा

# specNotAvalStr
source: Specs is not available on this commodity.
hi: विवरण इस कमोडिटीवर पर उपलब्ध नहीं हैं
mr: या कमोडिटीवर तपशील उपलब्ध नाहीत.

# pressAgToExStr
source: Press again to exit {pageName}.
hi: {pageName} बाहर निकलने के लिए दोबारा दबाएं।
mr: {pageName} बाहेर पडण्यासाठी पुन्हा दाबा.

# submitAuctionStr
source: Submitting Auction
hi: नीलामी प्रस्तुत करना
mr: लिलाव सादर करत आहे

# viewStr
source: View
hi: देखो
mr: पहा

# dateStr
source: Date
hi: तारीख
mr: तारीख

# termLenSmallMsg
source: Terms and Conditions length should be small.
hi: नियम और शर्तें लंबाई में छोटी होनी चाहिए.
mr: नियम आणि अटींची लांबी लहान असावी.

# addBidPageStr
source: Add Bid
hi: बोली जोड़ें
mr: बिड जोडा

# qualityTypeStr
source: Quality Type
hi: गुणवत्ता प्रकार
mr: गुणवत्ता प्रकार

# currencyStr
source: Currency
hi: मुद्रा
mr: चलन

# minQtyStr
source: Minimum Quantity
hi: न्यूनतम मात्रा
mr: किमान प्रमाण

# minIncQtyStr
source: Minimum Incremental Quantity
hi: न्यूनतम मात्रा
mr: किमान वाढीव प्रमाण

# earnMonDepoStr
source: Earnest Money Deposit (EMD)
hi: अर्नेस्ट मनी डिपॉझिट (EMD)
mr: अर्नेस्ट मनी डिपॉझिट (EMD)

# cityStr
source: City
hi: शहर
mr: शहर

# wareHouseNameStr
source: Warehouse Name
hi: गोदाम का नाम
mr: गोदामाचे नाव

# wareHouseAddressStr
source: Warehouse Address
hi: गोदाम का पता
mr: गोदामाचा पत्ता

# scheduleYourBidStr
source: Schedule Your Bid
hi: अपनी बोली निर्धारित करें
mr: तुमची बोली शेड्यूल करा

# setStartAndEndDateStr
source: Set start and end date time
hi: प्रारंभ और समाप्ति दिनांक समय सेट करें
mr: प्रारंभ आणि समाप्ती तारीख वेळ सेट करा

# startDateLabelStr
source: Start date time
hi: प्रारंभ दिनांक समय
mr: प्रारंभ तारीख वेळ

# endDateLabelStr
source: End Date Time
hi: समाप्ति तिथि समय
mr: समाप्ती तारीख वेळ

# scrollOptionMsgStr
source: Scroll for more options
hi: अधिक विकल्पों के लिए स्क्रॉल करें
mr: अधिक पर्यायांसाठी स्क्रोल करा

# termsAndConStr
source: Terms and Conditions
hi: नियम और शर्तें
mr: नियम आणि अटी

# enterTermsHintStr
source: Enter Terms And Conditions Here...
hi: यहां नियम और शर्तें दर्ज करें...
mr: येथे नियम आणि अटी प्रविष्ट करा...

# clickOnAboveStr
source: Click on above button
hi: ऊपर बटन पर क्लिक करें
mr: वरील बटणावर क्लिक करा

# submitBidStr
source: Submitting Bid...
hi: बोली जमा करें...
mr: बोली सबमिट करत आहे...

# pendingStr
source: Pending
hi: प्रलंबित
mr: प्रलंबित

# approvedStr
source: Approved
hi: स्वीकृत
mr: मंजूर

# noBidAvalStr
source: No Bid Available.
hi: कोई बोली उपलब्ध नहीं है।
mr: कोणतीही बोली उपलब्ध नाही.

# fetchBidMsgStr
source: Fetching Bid Data...
hi: बोली डेटा प्राप्त कर रहा है...
mr: बिड डेटा आणत आहे...

# bidDataStr
source: Bid Data
hi: बोली डेटा
mr: बोली डेटा

# fetchAuctionMsgStr
source: Fetching Auction Data...
hi: नीलामी डेटा लाया जा रहा है...
mr: लिलाव डेटा आणत आहे...

# auctionDataStr
source: Auction Data
hi: नीलामी डेटा
mr: लिलाव डेटा

# depositeBalStr
source: Deposite Balance
hi: जमा शेष
mr: जमा शिल्लक

# aggCodeStr
source: Aggregator Code
hi: एग्रीगेटर कोड
mr: एग्रीगेटर कोड

# primDetailsStr
source: Primary Details
hi: प्राथमिक विवरण
mr: प्राथमिक तपशील

# updateProfileStr
source: Update Profile
hi: प्रोफ़ाइल अपडेट करें
mr: प्रोफाइल अपडेट करा

# adderssDetailStr
source: Address Details
hi: पते का विवरण
mr: पत्ता तपशील

# bankDetailStr
source: Bank Details
hi: बैंक विवरण
mr: बँक तपशील

# updatingProfileMsgStr
source: Updating Profile...
hi: प्रोफ़ाइल अपडेट हो रहा है...
mr: प्रोफाइल अपडेट करत आहे...

# profUpdatedSuccStr
source: Profile updated Successfully.
hi: प्रोफाइल को सफलतापूर्वक अपडेट किया गया
mr: प्रोफाइल यशस्वीरित्या अपडेट केले.

# requiredStr
source: Required
hi: आवश्यक है
mr: आवश्यक आहे

# comYourProMsgStr
source: Complete your profile for this action.
hi: इस कार्रवाई के लिए अपना प्रोफ़ाइल पूरा करें.
mr: या क्रियेसाठी तुमचे प्रोफाइल पूर्ण करा.

# goToProfileStr
source: Go to profile
hi: प्रोफाइल पर जाएं
mr: प्रोफाइल वर जा

# cancelStr
source: Cancel
hi: रद्द करें
mr: रद्द करा

# auctionImgStr
source: Auction Images
hi: नीलामी चित्र
mr: लिलाव प्रतिमा

# imgNotAvalStr
source: Images Not Availiable.
hi: चित्र उपलब्ध नहीं है.
mr: प्रतिमा उपलब्ध नाहीत.

# webSiteStr
source: Web Site
hi: वेबसाइट
mr: संकेतस्थळ

# phoneStr
source: Phone Number
hi: फ़ोन नंबर
mr: फोन नंबर

# downAndShareStr
source: Download & Share
hi: डाउनलोड करें और साझा करें
mr: डाउनलोड करा आणि शेअर करा

# videosStr
source: Videos
hi: व्हिडिओ
mr: व्हिडिओ

# needLoanStr
source: Need Loan?
hi: कर्ज चाहिए?
mr: कर्ज हवे आहे?

# loadDescStr
source: For any loan or financing requirements, click on the below options.
hi: किसी भी ऋण या वित्तीय आवश्यकताओं के लिए, नीचे दिए गए विकल्पों पर क्लिक करें.
mr: कोणत्याही कर्ज किंवा वित्तपुरवठा आवश्यकतांसाठी, खालील पर्यायांवर क्लिक करा.

# callStr
source: Call
hi: कॉल
mr: कॉल

# perLabelStr
source: Per
hi: प्रति
mr: प्रति

# otpHasSentStr
source: OTP has been sent to below Mobile No.
hi: निम्नलिखित मोबाइल नंबर पर ओटीपी भेजा गया है.
mr: खालील मोबाईल क्रमांकावर OTP पाठवला आहे.

# didNotReCodeStr
source: Didn't recieve the code?
hi: कोड नहीं मिला?
mr: कोड प्राप्त झाला नाही?

# resendStr
source: RESEND
hi: पुन: भेजें
mr: पुन्हा पाठवा

# your4OtpStr
source: your 4 digit OTP
hi: आपका 4 अंकों का ओटीपी
mr: तुमचा 4 अंकी OTP

# secondStr
source: seconds
hi: सेकंड
mr: सेकंद

# yourMPINStr
source: your 4 digit MPIN
hi: आपका MPIN
mr: तुमचा 4 अंकी MPIN

# yourConfMPINStr
source: your 4 digit Confirm MPIN
hi: आपका कन्फर्म MPIN
mr: तुमचा 4 अंकी पक्का MPIN

# invalOTP
source: Invalid OTP
hi: अवैध OTP
mr: अवैध OTP

# setingPinStr
source: Setting Pin...
hi: पिन सेट करें...
mr: पिन सेट करत आहे...

# mpinUpdatedSuccStr
source: Mpin Updated successfully.
hi: Mpin सफलतापूर्वक अपडेट किया गया
mr: Mpin यशस्वीरित्या अपडेट केले.

# pinACoPinMisMatchStr
source: Pin and Confirm Pin mismatched
hi: पिन और पुष्टि पिन मेल नहीं खाते
mr: पिन आणि कन्फर्म पिन जुळत नाही

# resendOtpInStr
source: Resend OTP in
hi: OTP फिर से भेजो
mr: OTP पुन्हा पाठवा

# kindCorreOTPStr
source: Kindly enter the correct OTP.
hi: कृपया उचित ओटीपी प्रविष्ट करें.
mr: कृपया योग्य OTP प्रविष्ट करा.
