Repository: Narendar2212/gpt_project
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# kindCorreMPINStr
source: Kindly enter the correct MPIN.
hi: कृपया उचित MPIN प्रविष्ट करें
mr: कृपया योग्य MPIN प्रविष्ट करा.

# invalMPIN
source: Invalid MPIN
hi: अवैध MPIN
mr: अवैध MPIN

# loginWaitMsgStr
source: Logging In...
hi: लॉग इन करें...
mr: लॉग इन करत आहे...

# notRegMsgStr
source: Not registered, Please Sign Up.
hi: पंजीकृत नहीं है, कृपया साइन अप करें.
mr: नोंदणीकृत नाही, कृपया साइन अप करा.

# pleaseWaitMsgStr
source: Please wait...
hi: कृपया प्रतीक्षा करें...
mr: कृपया थांबा...

# selectConCodeStr
source: Select your country code
hi: अपना देश कोड चुनें
mr: तुमचा देश कोड निवडा

# searchStr
source: Search
hi: खोजें
mr: शोधा

# notAvlUniStr
source: {titleName} Not Available at the moment.
hi: {titleName} अभी उपलब्ध नहीं.
mr: {titleName} सध्या उपलब्ध नाही.

# chYourLanStr
source: Choose your language
hi: अपनी भाषा चुनें
mr: तुमची भाषा निवडा

# confirmStr
source: Confirm
hi: पुष्टि करें
mr: पुष्टी करा

# percentageStrKey
source: Percentage
hi: प्रतिशत
mr: टक्केवारी

# valueStrKey
source: Value
hi: कीमत
mr: मूल्य

source: Per Quantity Unit
hi: प्रति मात्रा इकाई
mr: प्रति मात्रा एकक

# marketCenterStr
source: Market Center
hi: बाजार केंद्र
mr: बाजार केंद्र

# arrivalDateStr
source: Arrival Date
hi: पहुँचने की तारीख
mr: येण्याची तारीख

# grievanceOfficerAmitMishraStr
source: Grievance Officer - Amit Mishra
hi: शिकायत अधिकारी - अमित मिश्रा
mr: तक्रार अधिकारी - अमित मिश्रा

# imageUploadStr
source: Image Uploaded Succesfully
hi: फोटो सफलतापूर्वक अपलोड किया गया
mr: प्रतिमा यशस्वीरित्या अपलोड केली

# imageRemovedStr
source: Image Removed Succesfully
hi: छवि सफलतापूर्वक निकाली गई
mr: प्रतिमा यशस्वीरित्या काढली

# loginErrorMessageStr
source: User Deactivated, please contact Admininstrator support@agribidindia.com
hi: उपयोगकर्ता निष्क्रिय है, कृपया व्यवस्थापक support@agribidindia.com से संपर्क करें
mr: वापरकर्ता निष्क्रिय, कृपया Admininstrator support@agribidindia.com शी संपर्क साधा

# aboutUstextStr
source: Empowering farmers by connecting to a broader market with transparent price discovery. Making a social impact in the agri value chain by partnering with our annadaatas. To touch upon the lives of farmers and people involved in the agri industry.
hi: किसानों को पारदर्शी मूल्य खोज के साथ व्यापक बाजारों से जोड़कर उन्हें सशक्त बनाना। हमारे खाद्य आपूर्तिकर्ताओं के साथ साझेदारी करके कृषि मूल्य श्रृंखला में सामाजिक प्रभाव पैदा करना। किसानों और कृषि उद्योग से जुड़े लोगों के जीवन को छूना.
mr: पारदर्शक किंमत शोधासह व्यापक बाजारपेठेशी जोडून शेतकऱ्यांना सक्षम करणे. आमच्या अन्नदातांसोबत भागीदारी करून कृषी मूल्य साखळीत सामाजिक प्रभाव पाडणे. शेतकरी आणि कृषी उद्योगाशी निगडित लोकांच्या जीवनाला स्पर्श करणे.
